[InteractiveObjects.MO_Ep3_CarFire InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.MO_Ep3_NetworkInterfaceInstall InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.MO_Ep3_OuterGateComm InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.MO_Ep3_PowerSupply InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_Ep3_HyperionNetworkInterface MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Adaptador de Rede Hyperion"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_Ep3_HyperionNetworkInterface:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Um adaptador de rede da corporação Hyperion que permite ao Anjo Guardião acessar qualquer equipamento conectado, mesmo que não seja da Hyperion."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_Ep3_SanctuaryPowerSupply MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Núcleo Energético"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_Ep3_SanctuaryPowerSupply:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Um núcleo energético para o escudo defensivo de Santuário."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_ReissEchoRecorder MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Dispositivo ECHO"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_ReissEchoRecorder:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Uma gravação ECHO que talvez tenha informações sobre o cabo Reiss."
NoConstraintText=""
Suffix=""
Prefix=""

